{
    "2024": {
        "10": {
            "ua": {
                "videoText": "Уявляєш, перша декада грудня 2024 – done! Багато що вже зроблено, можна трохи призупинитися. \n\nДопоможе «Різдвяна Симфонія» від метрів класичної музики Мирослава Скорика та Івана Небесного. Аби трохи піднятися над землею. ",
                "videoId": "ftWOht0b_dA",
                "moodTaskConfig": {
                    "title": "Речові докази",
                    "text": "Горнятка зі сніжинками, плед в зірочку, капці-сніговички, ручка-льодяник у червоно-білу смужку, сережки-ялинки й светр з оленями. Сьогодні ти маєш оточити себе побутовими предметами так, щоб кроку в хаті не можна було б зробити аби не стикнутись із речовими доказами Різдва, що наближається).\n\nФото доказ речових доказів завантажуй нижче.",
                    "grade": 50,
                    "taskOutputType": "image",
                    "category": "mood"
                },
                "dayTaskConfig": {
                    "title": "Підсумки. Професійна реалізація.",
                    "text": "На сьогодні задача – підбити підсумки у сфері професійної реалізації. \n\nСпробуй не користуватись загальними шкалами успіхів і провалів. Бо для когось досягненням було звільнитись, а для когось навпаки – підписати офер. Звертай увагу виключно на твої суб’єктивні почуття. І ще на те, що можна чітко порахувати: якщо ти консультуєш, то кількість проведених консультацій, якщо ти sales manager, то кількість закритих угод і т.д. \n\nЗа що хочеться себе похвалити й чим похвалитись? Зараз саме час підбити підсумок. \n\nІ ще важливо: про навчання по роботі і не тільки, ми будемо робити підсумки окремо. Сьогодні говоримо про реалізацію, тобто дії і події, які безпосередньо стосуються вашої справи життя.",
                    "grade": 50,
                    "taskOutputType": "text",
                    "category": "summary",
                    "context": "work"
                }
            },
            "en": {}
        },
        "11": {
            "ua": {
                "videoText": "Сьогодні 11 грудня. І цей день летить із швидкістю звуку. Звуку треку від Юлії Юріної, яка зробила з різдвяних українських пісень електронну музику. \n\nТе що треба, аби завести внутрішні мотори.",
                "videoId": "DmiJ0Gpnxaw",
                "dayTaskConfig": {
                    "title": "Плани. Професійна реалізація.",
                    "text": "Сьогодні запиши усе, що хочеться зробити у новому році для розвитку своєї справи. Про навчання потім. Сьогодні – все про дії й реалізацію. Дієслова типу запустити, розширити, підняти, завершити, здобути і т.д.– те, що треба для кар’єрного to do list. \n\nУ всіх завданнях про плани є ліміт – 12 пунктів. \n\nАле, чим менше ти напишеш – тим краще, бо дійсно можливо виконати.",
                    "grade": 100,
                    "taskOutputType": "list",
                    "category": "plans",
                    "context": "work"
                },
                "moodTaskConfig": {
                    "title": "Новорічна фотосесія",
                    "text": "Подумай про можливість новорічної фотосесії. Чи хоча б однієї фотографії, яка зафіксує мить переходу 2024 рік у 2025. До наступного Нового року точно щось і хтось зміниться. Такі фото – це точка відліку. Тож навіть якщо немає бюджету на фотосесію, одягни всіх домашніх у светри з оленями і йдіть гуляти містом. Там і фотозона знайдеться і святковий настрій. А за рік, за три роки, за 10 – це буде дорогоцінний спогад.",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "12": {
            "ua": {
                "videoText": "12 грудня. До нового року залишається рівно 20 днів разом із тим, що вже розпочався. Проведемо його танцюючи у ритмі твіст.",
                "videoId": "PgcuCuAnuas",
                "dayTaskConfig": {
                    "title": "Згадуємо червень 2024",
                    "text": "Задача на сьогодні – згадати червень 2024. Сьогодні  перепочинь від серйозних підсумково-планувальних задач та із задоволенням згадай перший місяць літа.  \n\nЗ тебе фото і нотатка у віконцях нижче",
                    "grade": 100,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "june"
                },
                "moodTaskConfig": {
                    "title": "Аромати Різдва",
                    "text": "Запах – один з найпотужніших способів формувати свій стан та настрій. Гарно було б сьогодні, якщо ще не стоїть ялинка або стоїть штучна, купити собі хоча б живі гілочки, так щоб запах хвої наповнив твій дім. Які ще аромати запускають твій різдвяний настрій? Мандарини? Кориця? \n\nПодбай сьогодні про те, щоб вдома, на робочому місці та всюди, де буває твій ніс, пахло Різдвом)!",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "13": {
            "ua": {
                "videoText": "Ця пісня починається так:\n\nЙдучи дорогою різдвяного ранку\nЯ побачив північного оленя з червоним носом\nІ це був Рудольф.\n\nКласного тобі настрою сьогодні і якщо зустрінеш Рудольфа із червоним носом, нагадай йому, що Різдво вже близько).",
                "videoId": "IvFjWvwodYA",
                "dayTaskConfig": {
                    "title": "Підсумки. Відпочинок 2024.",
                    "text": "Хто гарно працює, той має гарно відпочивати. А в тебе так?) Сьогодні твоя задача – зробити підсумки по відпочинку 2024. Чи були в твоєму році дні під ковдрою з серіальчиком і ніякої тобі роботи? Довгі вихідні на природі? Скільки разів був релакс-масаж? Спа? Це все відбувалось з тобою кожного разу, коли була потреба? Чи жодного? А який активний відпочинок наповнював твою батарейку ресурсу в цьому році? \n\nВсе що згадаєш, пиши у вікні нижче.",
                    "grade": 100,
                    "taskOutputType": "text",
                    "category": "summary",
                    "context": "relax"
                },
                "moodTaskConfig": {
                    "title": "Relax, take it easy",
                    "text": "Завдання на сьогодні – набрати собі ванну з піною та сіллю, запалити свічки, запалити аромалампу і максимально розслабитись. Так буде легше і приємніше відрефлексувати тему відпочинку)",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "14": {
            "ua": {
                "videoText": "14 грудня і ми продовжуємо тему оленів українською народно-популярною.\n\nДо зеніту цього грудня один день – цей. Тримайся. Фініш вже видніє з-за горизонту).",
                "videoId": "gbF_fwTfZ9U",
                "dayTaskConfig": {
                    "title": "Плани. Відпочинок 2024.",
                    "text": "Сьогодні твоя задача – сформувати плани на відпочинок 2025. Спирайся на свої підсумки у сфері ресурсу. Дай собі чесну відповідь, чи вистачило тобі відпусток та довгих вихідних? Чи можливо запланувати більше у 2025 році? Де і як саме ти хочеш оновлювати свій ресурс? Запиши свої плани окремими пунктами нижче. Як завжди до 12 рядків.",
                    "grade": 100,
                    "taskOutputType": "list",
                    "category": "plans",
                    "context": "relax"
                },
                "moodTaskConfig": {
                    "title": "Нова іграшка на ялинку",
                    "text": "Магазини вже давно спокушають своїми мерехтливими вітринами. Чотирнадцяте грудня – чудовий день, аби порадувати себе новою ялинковою іграшкою у передчутті свята.  \n\nЦе було б чудовою традицією – кожен рік купувати нову, а може у вас вже є ця традиція?",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "15": {
            "ua": {
                "videoText": "До Нового року залишається 16 днів, 16-й з яких – це 31-ше, тож не рахується)). Тому вважаємо сьогоднішній день рівнесенькою серединою. \n\nТо хай тобі оспівує цей день Елтон Джон, а ти йому підтанцюй)!",
                "videoId": "Q_yuO8UNGmY",
                "dayTaskConfig": {
                    "title": "Згадуємо липень 2024",
                    "text": "Обери фото, яке максимально точно відображає твій липень та напиши пару слів нотаток про події та відчуття, які тебе наповнювали у сьомому місяці року.",
                    "grade": 100,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "july"
                },
                "moodTaskConfig": {
                    "title": "Фільм на вечір",
                    "text": "Твоєму Christmas mood сьогодні допомагатиме українське кіно. Не всі фільми з підбірки святково-веселі. Наприклад “Креденс” В. Васяновича може випадково спричинити екзистенційну кризу, замість крістмас муду. Але це хороше кіно. І коли його дивитись, як не зараз? Є й веселі, от наприклад перший пункт з добірки. Обирай за настроєм.\n\n«Вечори на хуторі біля Диканьки» реж. О.Роу, 1961 \n\n«Креденс»  реж. Валентин Васянович, 2013 \n\n«Новий рік у сімейному колі» реж. Максим Наконечний, 2017\n\n«Казка про гроші» реж. Олеся Моргунець-Ісаєнко, 2017\n\n«Історія зимового саду» реж. Семен Мозговий, 2018\n\n«Пекельна хоругва, або Різдво Козацьке» реж. Михайло Костров, 2020 \n\n«Мій карпатський дідусь»  реж. Заза Буадзе, 2023\n\nВсі фільми можна знайти на онлайн платформі українського кіно Takflix, останній на Netflix. \n\nТак і живем).",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "16": {
            "ua": {
                "videoText": "Bon Jovi вітає тебе з 16 грудня й запрягає Рудольфа із червоним носом, аби він допоміг тобі все встигнути в цьому шаленому темпі. \n\nЦей трек вже лунав у виконанні Чака Бері, але то був саунд 1958 року, порівняймо із Рудольфом версії 2005.",
                "videoId": "V0fHhFtlLRU",
                "dayTaskConfig": {
                    "title": "Підсумки. Творчість.",
                    "text": "Сьогодні твоя задача – підбити підсумки 2024 у сфері творчості. Що саме визначати, як творчість – це теж творчість. Це може бути і малювання, і твої кулінарні шедеври. Головне не сплутати творчість із роботою. Адже на роботі ми теж часто залучаємо свої творчі здібності. Давай так, там де замовник/замовниця – ти, а винагорода – це самовираження й задоволення – це творчість. Там де замовник хтось інший, а винагорода в кінцевому результаті гроші – це робота.  Підбиваємо підсумки творчого року: що саме ти створила або створив у 2024 році? Чи є задоволення процесом, якістю, кількістю? Пишіть свої роздуми у вікно нижче.",
                    "grade": 100,
                    "taskOutputType": "text",
                    "category": "summary",
                    "context": "art"
                },
                "moodTaskConfig": {
                    "title": "Створити атмосферу",
                    "text": "Створення атмосфери у вашій оселі – це теж творчість. Задача для настрою на сьогодні – це оздобити оселю новорічним декором, якщо ще ні. А потім вимкнути світло, увімкнути гірлянди, запалити свічки, взяти собі на вечір щось смачне їсти й пити. В ідеалі взяти ще собі когось дуже приємного під бочок: людину/тварину/м’яку іграшку. Увімкнути собі якесь кіно зі списку різдвяних бестселерів і маааксимально розслабитись. \n\nНапружимося завтра зранку. А сьогодні лайт, релакс і різдвяні вогники.",
                    "grade": 100,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "17": {
            "ua": {
                "videoText": "Цей грудневий день варто почати з народних співів, тим більше що сьогоднішнє настроєве завдання – почати вчити колядки та щедрівки на пам’ять. Бо це ж тааак прикольно щедрувати та колядувати, йдучи до рідних чи друзів у гості на Різдво чи Маланку. \n\nТримай трек для натхнення.",
                "videoId": "NWN86_Wd-iI",
                "dayTaskConfig": {
                    "title": "Плани. Творчість.",
                    "text": "Сьогодні ми плануємо творчість 2025. Пиши у стовпчик усе, що хочеш реалізувати творчого у наступному році. Звісно, спираючись на вчорашні підсумки. \n\nНе більше 12 пунктів.\n\nАле пам’ятай: чим менше ти напишеш пунктів – тим краще, бо реально виконати. Натхнення тобі!",
                    "grade": 100,
                    "taskOutputType": "list",
                    "category": "plans",
                    "context": "art"
                },
                "moodTaskConfig": {
                    "title": "Вчимо колядки та щедрівки.",
                    "text": "Задача на сьогодні – обрати серед безлічі можливих різдвяних співанок саме ту, яку хочеться вивчити тобі і почати її вчити та наспівувати.",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "18": {
            "ua": {
                "videoText": "За вікном 18 грудня. Відкриваємо цей день піснею від провідних артистів української поп сцени “Ой чи є, чи нема”",
                "videoId": "2tWPA2k48ko",
                "dayTaskConfig": {
                    "title": "Згадуємо серпень 2024",
                    "text": "Сьогодні згадуємо серпень 2024. Фото/гугл календар/соцмережі мають нагадати тобі, яким був твій восьмий місяць. \n\nЩо відбувалось? Як переживалось? Які дорогоцінні спогади він тобі порадував? \n\nВантаж нижче фото та спогад.",
                    "grade": 50,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "august"
                },
                "moodTaskConfig": {
                    "title": "Christmas look",
                    "text": "Інколи буває таке, що збиратись на вечірку таааак ліньки, а потім пару рухів: блискітки на вії, піджак чи спідниця в паєтках й не помітили як настрій з нікуди взяв і взявся)). \n\nЗавдання на сьогодні – подумати, у чому ти хочеш зустріти різдвяну ніч, а у чому новорічну. Який хочеш лук? Який хочеш мейк? \n\nЗаписуй ідеї нижче.",
                    "grade": 50,
                    "taskOutputType": "text",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "19": {
            "ua": {
                "videoText": "Аби зігріти тебе у дев’ятнадцятий день грудня, хай прозвучить найтепліше виконання Щедрика, яке тільки існує у світі. І хай цей день буде до тебе щедрим на прості рішення, приємні події, паузи за кавою та передріздвяні дива.",
                "videoId": "NZyAPNDS3W0",
                "dayTaskConfig": {
                    "title": "Підсумки. Навчання.",
                    "text": "Завдання на сьогодні – підбити підсумки з навчання/особистісного розвитку у 2024. \n\nЗгадай професійне навчання, семінари з медитації на цвяхах, курси з нутриціології – все-все, що ви обрали вивчати, витрачати на це час та гроші.",
                    "grade": 50,
                    "taskOutputType": "text",
                    "category": "summary",
                    "context": "learning"
                },
                "moodTaskConfig": {
                    "title": "Різдвяні традиції",
                    "text": "Наряджання ялинки, 12 страв на різдвяному столі, рівно о 00:00 між 31 грудня та 1 січня зводити келихи, загадуючи бажання – це популярні різдвяні та новорічні традиції. Але є також авторські. Згадай, чи є у тебе грудневі традиції, придумані тобою для себе? Або ті, що народились всередині твоєї родини? Може бути таке, що вони з’явились у цьому грудні, а може бути що їм вже багато років. І тобі буде приємно їх відновити. \n\nПиши все, що спаде на думку про святкові традиції у вікні нижче.",
                    "grade": 50,
                    "taskOutputType": "text",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "20": {
            "ua": {
                "videoText": "Вітаємо двадцяте грудня та вмикаємо трек від Brenda Lee — американською естрадної співачки, однієї з провідних поп виконавиць 1950-1960-х років.",
                "videoId": "TFsZy9t-qDc",
                "dayTaskConfig": {
                    "title": "Планування навчання",
                    "text": "Завдання на сьогодні – спланувати навчання та особистісний розвиток на 2025. Спирайся на підсумки з навчання за 2024 рік та на плани 2025 з усіх сфер. \n\nНавчання може стосуватись як кар’єрних цілей, так і твоїх планів на здоров’я чи фінансових цілей (фін. грамотність, наприклад). \n\nВипишіть у стовпчик все, чому б хотілося із задоволенням та цікавістю повчитись у 2025 році. Як завжди, до 12 пунктів.",
                    "grade": 50,
                    "taskOutputType": "list",
                    "category": "plans",
                    "context": "learning"
                },
                "moodTaskConfig": {
                    "title": "Святкові страви",
                    "text": "Посмакуймо святковий настрій! Які у тебе гастрономічні асоціації з Різдвом, Новим роком та взагалі груднем? Напиши список страв солоних та солодких, домашніх та з улюблених закладів, без яких твій грудень не відбудеться, а святковий настрій не настане. \n\nЦе ж все треба встигнути з’їсти ще!)",
                    "grade": 50,
                    "taskOutputType": "text",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "21": {
            "ua": {
                "videoText": "21 грудня. Скажімо разом із Фредді: Thank God It's Christmas! \n\nА краще заспіваємо) Королівського дня тобі сьогодні! А він не може бути іншим, бо його заряджає на успіх самі Queen.",
                "videoId": "qw2TD91Nytg",
                "dayTaskConfig": {
                    "title": "Згадуємо вересень 2024",
                    "text": "Наша казка “12 місяців” добігла до місяця номер 9. Розкажи про свій вересень. Що приносило радість? А через що виникав сум? А що захоплювало у вересні 2024? Фото та нотатку завантажуй нижче. ",
                    "grade": 100,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "september"
                },
                "moodTaskConfig": {
                    "title": "Дідух",
                    "text": "До Різдва лишається 4 дні. Треба готувати головні атрибути свята. Один з таких – Дідух.  Це прадавній український символ предка-покровителя, зачинателя роду; а також — символ урожаю, добробуту і багатства. Він має вигляд вертикально поставленого снопа, що складається з найкращого збіжжя, може прикрашатися кольоровими стрічками, квітами, плодами. \n\nЗадачка на сьогодні замовити онлайн, або купити у бабусі біля метро, або зробити самотужки свого різдвяного Дідуха.",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "22": {
            "ua": {
                "videoText": "22 грудня. До нового року лишається 9 днів, до Різдва всього лише три.\n\nНаближаємо свята сьогодні разом із U2.",
                "videoId": "mmZBC92pgrE",
                "dayTaskConfig": {
                    "title": "Підсумки. Гроші.",
                    "text": "Сьогодні рахуємо гроші. Що може бути приємніше, ніж порахувати річний дохід?\n\nТільки планування ще більшого річного доходу на рік наступний)). Але не все одразу. Відкривай виписки з усіх рахунків, які є, та дивись надходження за рік. Сконцентрируйся, візьми час, згадай усі свої джерела доходу і де вони можуть бути зафіксовані і порахуйте загальну суму. Тобі дуже треба побачити цю загальну суму. Переведи її в усі улюблені валюти)). \n\nТак ти познайомишся зі своєю грошовою ємністю на сьогодні.",
                    "grade": 100,
                    "taskOutputType": "text",
                    "category": "summary",
                    "context": "money"
                },
                "moodTaskConfig": {
                    "title": "Створи для когось диво",
                    "text": "Гроші або час на благодійність теж варто планувати. У передріздвяні дні у кожного з нас є можливість стати Сантами для когось. Сьогодні пропоную тобі обрати якусь благодійну справу на грудень. Це може бути різдвяна посилка на фронт для наших військових із листівкою, смаколиками та термобілизною. Може це буде поїздка до дитячого будинку із подарунками, година теплого спілкування із самотньою бабусею, або донат у притулок для тварин. \n\nПовір, це зігріє і тебе.",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "23": {
            "ua": {
                "videoText": "Сьогодні 23 грудня. До нового року лишається 8 днів, до Різдва всього лише два. І сьогодні для тебе  будуть запалювати Різдвяні вогники Cold Play.\n\n*попередження: наприкінці пісні звуки салюту, що може нагадати військові дії.",
                "videoId": "z1rYmzQ8C9Q",
                "dayTaskConfig": {
                    "title": "Фінансова мета 2025",
                    "text": "Задача на сьогодні – поставити фінансову ціль на 2025 рік. Вона має бути сформульована конкретною цифрою, вимірюваною у валюті, мати виконавця/виконавицю (це ти, якщо шо)), реалістичною (+ 20-30% це реалістично, +200% – не дуже)  та обмежена в часі – це вже зроблено, у 2025 року дуже конкретні часові рамки).\n\nСпирайся на вже сформовані плани, знання своїх потреб (у цьому дуже допомагає ведення особистого й сімейного місячного бюджету), та на планування коштовних покупок/відпусток/заощаджень. \n\nЩо там ви збирались собі дарувати у 2025? Запиши свою фінансову мету на рік у віконці нижче.",
                    "grade": 100,
                    "taskOutputType": "text",
                    "category": "goals",
                    "context": "moneyGoal"
                },
                "moodTaskConfig": {
                    "title": "Фільм на вечір",
                    "text": "До нового року лишається 8 днів, рівно стільки ж частин Гаррі Потера. От і виходить, що від сьогодні Гаррі Поттера можна дивитись кожен вечір) \n\nПочинай сьогодні, якщо ще ні ).",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "24": {
            "ua": {
                "videoText": "24.12. Сьогодні Святвечір. Не знаю чи буде він в тебе схожий на кадри з американських фільмів про Різдво із височенною ялинкою і купою подарунків під нею. Але у будь-якому разі в ньому точно має бути місце для світлих почуттів. \n\nІдеально до перегляду сьогодні – різдвяний музичний фільм “Колядки на Кудрявці”. Під ці треки можна провести весь день, та й зустріти першу зірку)",
                "videoId": "TBJO9H3-pr8",
                "dayTaskConfig": {
                    "title": "Згадуємо жовтень 2024",
                    "text": "Сьогодні згадуємо жовтень 2024. 10й місяць. Ми майже там). Гортай фоточки, гугл календар, соц.мережі, щоденникові записи. \n\nПереглядай цю короткометражку пам’яті та ділись враженнями)",
                    "grade": 100,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "october"
                },
                "moodTaskConfig": {
                    "title": "Нарешті! Ялинка!",
                    "text": "Є припущення, що ти давним давно вже з ялинкою. Але раптом ні, сьогодні саме той вечір, коли варто увімкнути різдвяний джаз, наповнити собі келих чи горнятко чимось смачним, дістати з горища коробки із ялинковими прикрасами й почати створювати диво. \n\nЯ не знаю, що саме ти сьогодні прикрашатимеш чи то фікус, чи красуню з ялинкового базару,  штучну ялинку, а може смереку в діжці, яку висадиш навесні у парку. \n\nЦе не принципово, головне – це магія процесу. Так ти запрошуєш до себе Різдво)!",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "25": {
            "ua": {
                "videoText": "У мене для тебе сьогодні особливий запис.\n\nКонні Френсіс виконала I'll Be Home For Christmas наживо на військово-морській базі Гуантанамо на Кубі менш, ніж через два місяці після закінчення карибської кризи. Карибська криза — це напружене протистояння між СРСР і США внаслідок таємного розміщення Союзом ядерних ракет на Кубі у жовтні 1962. Вперше в історії людства ці держави наблизилися до прямого військового протистояння і безпосередньої загрози початку ядерної війни. \n\nЦікаво, що останні дві тисячі років світ висів на волосинці цілу купу разів, і, уявляєте, всі ці рази наступало Різдво. І в цей раз наступило. Диво? Диво. \n\nЗ Різдвом тебе!",
                "videoId": "IDp_9AzFPPg",
                "dayTaskConfig": {
                    "title": "Опори 2024",
                    "text": "Сьогодні хочеться зайнятись чимось фундаментальним. Такий день. Про духовні і не тільки опори. Тому на сьогодні завдання таке – дати чесну відповідь на питання: хто, що і як тебе підтримувало у 2024? \n\nЗгадай всі матеріальні та нематеріальні опори, завдяки яким вдавалось балансувати на всіх вітрах макро- та мікро криз. Адже, якщо ти тут – у цій точці, це означає, що у тебе вийшло втриматись, пройти крізь усі випробування. \n\nПиши свої опори нижче переліком у стовпчик. Цей перелік буде тобі парашутом на випадки, коли земля йде з-під ніг. ",
                    "grade": 100,
                    "taskOutputType": "text",
                    "category": "summary",
                    "context": "supports"
                },
                "moodTaskConfig": {
                    "title": "Вихідний",
                    "text": "З завдань для настрою сьогодні – тільки святкувати і відпочивати. А вже завтра почнімо рухатись до Нового року) \n\nIt’s a Christmastime. Enjoy!",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "26": {
            "ua": {
                "videoText": "Ранок після Різдва може бути важким. Ну ніби ж все відсвяткували, рік має на цьому закінчитись. Але ні, ще треба працювати, ще стільки всього треба встигнути. Давай чесно, це може дратувати).\n\nТому оголошуємо цей день – Днем Грінча!",
                "videoId": "cGSneujgGT8",
                "dayTaskConfig": {
                    "title": "Згадуємо листопад 2024",
                    "text": "Загадати все про листопад. Сьогодні в нас таке завдання. 11-ий місяць, уявляєш? Це вже точно фінішна пряма. 11й пазл з 12 до цілісного портрету року. З усіма його злетами та падіннями, різними фарбами, осіннім блюзом та осіннім рок-н-ролом. Як звучав твій листопад? ",
                    "grade": 50,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "november"
                },
                "moodTaskConfig": {
                    "title": "Грінч-day",
                    "text": "Завдання на сьогодні – вжитись у роль Грінча. Та із задоволенням побурчать на 2024. Точно було щось, чим ви не задоволені, роздратовані, що ви хочете залишити в цьому році назавжди, відплюнути й відхреститись. От висловіть йому все, цьому 2024му. Бажано це зробити письмово, від руки, на папері. Прям крізь руку пропустити усе своє обурення і таким корявим розізленим почерком накарябати усі свої претензії 2024-му. А можна і тут, у вікні нижче. \n\nСьогодні можна). Сьогодні День Грінча!",
                    "grade": 50,
                    "taskOutputType": "text",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "27": {
            "ua": {
                "videoText": "Let-s rock-n-roll цей день!\n\nХай сьогодні у тебе вийде встигнути все: і робочі завдання, і святкові приготування і ще й знайти час для формулювання глобальної мети 2025. \n\nАле поки що просто послухай цей трек і Let-s rock-n-roll цей рік!",
                "videoId": "r1uJPGRfO5Y",
                "dayTaskConfig": {
                    "title": "Глобальна мета 2025",
                    "text": "Ти молодець і розумничка! Усі підсумки підбиті, а плани сформовані. \n\nПрийшов час поставити найголовнішу мету 2025. \n\nПереглянь свої плани зі сфер, можливо ти обереш якийсь з пунктів, як пріоритет. А може ти прямо от зараз поставиш собі це питання: яка моя найголовніша мета на 2025 рік? І з глибини виникне абсолютно неочікувана відповідь. \n\nФіксуй цю мету нижче. (Рекомендуємо цю задачу зробити після задачі для настрою, яка викладена нижче).",
                    "grade": 100,
                    "taskOutputType": "text",
                    "category": "goals",
                    "context": "globalGoal"
                },
                "moodTaskConfig": {
                    "title": "Карта бажань",
                    "text": "Новорічна ніч наближається. А це означає, що треба вже позбирати всі свої бажання, які ви будете відправляти у космос у 00:00. \n\nОтже, завдання для новорічного настрою на сьогодні – створити карту бажань. В ідеалі, звісно, взяти десь купу глянцевих журналів, погортати їх, вирізати те, чого хочеться і наклеїти на великий аркуш ватману. Класно, якщо в тебе вийде так. Але доросле життя швидке, буремне і повне зобов’язань. Тому ось тобі спосіб зробити карту бажань швиденько між робочими зустрічами: створи альбом фоток в телефоні під назвою “карта бажань 2025” і збережи туди усі картинки, скріни і фоточки, які зображують те, чого ти собі хочеш у 2025. Матеріальне і нематеріальне, коштовне і не дуже, все-все. Від дитячих до дуже дорослих бажань).",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "28": {
            "ua": {
                "videoText": "Сьогодні починаємо день із пісні, що надихає вийти з дому).\n\nПісня про веселого сніговичка Фрості. Він прям ніби каже нам: а ну виходьте на вулицю, ліниві дорослі дупки, діставайте свою дитину зсередини, всаджуйте її на сані, везіть її на ковзанку, ведіть її на різдвяний ярмарок, ліпіть сніговичка кінець кінців! Бо зима ж це не тільки фільми вдома під ковдрою, а ще й вуличні розваги. \n\nЯк ти розважаєшся взимку?",
                "videoId": "wE1Gu1-H-GY",
                "dayTaskConfig": {
                    "title": "Згадуємо грудень 2024",
                    "text": "Ось ми і дійшли до останнього місяця в цьому році, який ось-ось закінчиться. І рік, і місяць) Відрефлексуй, який у тебе вийшло створити грудень. Що в ньому сталось важливого, приємного, теплого і не дуже? \n\nФото-ілюстрацію та пару слів нотаток завантажуй нижче.",
                    "grade": 100,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "december"
                },
                "moodTaskConfig": {
                    "title": "Казка для себе",
                    "text": "Сьогодні ви пишете останню главу своєї власної казки “12 місяців”. Вона виходить не проста і не тільки про добро і скоріш для дорослих. А що ж дістанеться вашій внутрішній дитині?  \n\nДумаю, вона заслуговує отримати за це в подарунок якусь добру й теплу казкову історію: про Різдво, зиму, Новий рік  і Дива. \n\nОтже, завдання на сьогодні – зайти в книжковій і купити собі казку. ",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "29": {
            "ua": {
                "videoText": "29 грудня. До нового року лишається три дні разом із сьогоднішнім.\n\nНаближай свято під трек від неймовірної Елли Фіцджеральд.",
                "videoId": "8fVf6BHIvto",
                "dayTaskConfig": {
                    "title": "Згадуємо рік.",
                    "text": "На головному екрані, внизу ти знайдеш вкладку “альбом”. Якщо зайти туди, ти там знайдеш усі твої фото і нотатки по кожному місяцю. Прогортай їх всі, переглянь свої підсумки по всім сферам й напиши текст-рефлексію в цілому про свій рік. Подякуй за цінне, посумуй через біль, порадій твоєму життю на цьому відрізку часу і попрощайся. Бо вже підходить час прощатись.\n\nОтже, задача на сьогодні: фото року + текст року",
                    "grade": 50,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "year"
                },
                "moodTaskConfig": {
                    "title": "Новорічне меню",
                    "text": "До новорічної ночі лишається два дні. Тож завдання на сьогодні скласти новорічне меню. У завданні за 20 грудня було – написати список страв, без яких грудень для тебе не святковий. Можна зазирнути туди за натхненням. Раптом там написано “оселедець під шубою”, а він ще з тобою не стався в цьому грудні. От тобі і пункт в меню). \n\nХай в цю чарівну ніч тобі буде смачно).",
                    "grade": 50,
                    "taskOutputType": "text",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "30": {
            "ua": {
                "videoText": "Сьогодні ще скажемо, що до Нового року залишився один день. А завтра вже почнемо рахувати години. З цього приводу, хай прозвучить грайливий трек про те, як маленький герой цієї пісні побачив, що мама цілується з Сантою. \n\nХай тебе цей трек надихне на романтично-різдвяні пригоди).",
                "videoId": "zsat4e8jgHA",
                "dayTaskConfig": {
                    "title": "Дизайн року.",
                    "text": "Дизайн року  – це наша задача на сьогодні. Простими словами це означає, що ми беремо усі наші вже сформовані по сферах плани та розподіляємо по місяцях. Важливе зауваження: коли будеш це робити, тримай в голові магістральну мету на рік. Це дозволить тобі якісь пункти з планів видалити, бо вони до неї не просувають, а якісь навпаки – додати, аби наблизитись до реалізації головної цілі 2025.\n\nЯк це зробити:\n\n1. на головному екрані, внизу поцентру, натискай значок “плани”.\n\n2. відкривай перелік по сфері (наприклад, здоров’я).\n\n3. біля кожного пункту плану знаходь меню із місяцями.\n\n4. призначай одному пункту – один конкретний місяць.\n\n5. зроби так по всім пунктам в усіх сферах.\n\n6. вгорі на сторінці “плани” є два фільтри відображення: за сферами та місяцями, коли закінчиш, обери фільтр “за місяцями” і перевір чи рівномірно в тебе розподілене навантаження по року. \n\nЯкщо так, то ти молодець! Дизайн року створено!",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "",
                    "context": ""
                },
                "moodTaskConfig": {
                    "title": "Christmas mood на кінець подорожі",
                    "text": "Прийшов час з’ясувати, чи вдалось розігріти твій Christmas mood. Оціни, будь ласочка, свій новорічний настрій на сьогодні від 1 до 10. Що скажеш, посунувся він хоч на пару одиниць вгору від початкового показника?",
                    "grade": 100,
                    "taskOutputType": "text",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "31": {
            "ua": {
                "videoText": "Юхх-ху! Вітання!! Ти на фініші) Року і цього проєкту.\n\nОстанній день року сьогодні. Час – це ресурс кінцевий. На відміну від грошей і навіть здоров’я чи стосунків. Все це за певних умов – відновлюваний ресурс. А ось умов за яких час може бути відновлювальним ресурсом – не існує. \n\nТож святкуймо той час, який у нас є сьогодні й прямо зараз",
                "videoId": "trrUevxAmTA",
                "dayTaskConfig": {
                    "title": "Слово-опора 2025.",
                    "text": "Задача на сьогодні – написати нижче всього одне слово. Але його треба добре пошукати всередині. Це має бути слово-опора, слово-натхнення, слово-підтримка на 2025 рік. \n\nКоли ти з ним визначишся, напиши його тут, а ще напишіть його на маленькому аркуші від руки й залиши десь перед очима на робочому столі. Воно має тобі часто траплятись на очі у побуті.",
                    "grade": 50,
                    "taskOutputType": "text",
                    "category": "goals",
                    "context": ""
                },
                "moodTaskConfig": {
                    "title": "Святкуй!",
                    "text": "Та які ще на сьогодні можуть бути завдання)? Сьогодні тільки святкувати. Шлях рефлексії й формування планів позаду, твоя готовність до входу у Новий рік – стовідсоткова. \n\nБери гарний настрій, все що було тобою напрацьовано за цей грудень та крокуй впевнено у свій Новий рік.",
                    "grade": 50,
                    "taskOutputType": "",
                    "category": "mood"
                }
            },
            "en": {}
        },
        "01": {
            "ua": {
                "videoText": "Хо-хо-хо! З першим груднем тебе! Сьогодні та кожен день ми будемо починати з різдвяного треку. Бо куди ж в цьому житті без пісні? 🎶 \n\nІ розпочинає нашу грудневу подорож король вечірок усіх часів – Елвіс. \n\nТакий blue трек, бо на початку грудня зі святковим настроєм можуть бути перебої. Але ми будемо ростити Christmas tree всередині, трек за треком 🌲",
                "videoId": "3KK6sMo8NBY",
                "moodTaskConfig": {
                    "title": "Оціни свій різдвяний настрій від 1 до 10.",
                    "text": "Перше завдання для святкового настрою – це оцінити з яким настроєм ти заходиш у грудень 2024. Тобі сумно і зовсім не до свят, став цифру 0 чи 2 – до 5. Якщо ж тобі вже не терпиться прикрасити фікус гірляндою, став сміливо 5 і більше. Напиши у вікні нижче: Сьогодні мій Christmas mood на (тут оцінка настрою на сьогодні)",
                    "grade": 50,
                    "taskOutputType": "text",
                    "category": "mood"
                },
                "dayTaskConfig": {
                    "title": "Згадуємо січень 2024",
                    "text": "Починаємо писати нашу персональну казку “12 місяців”. Задача на весь місяць така – відмотати кінострічку пам’яті на рік тому і передивитися кіно про 2024: кадри, події та сенси. Звучить, як багато роботи, але не лякайся. Будемо їсти цього слона маленькими шматочками. \n\nОтже, задача на сьогодні. Відмотай пам’ять телефона/соц.мереж/гугл.календаря на січень 2024. Обери рівно один кадр – той, що найбільше висвітлює твій січень 2024 та завантаж нижче. Значні події, думки та почуття, які будуть виникати впродовж цієї фоторефлексії додай під фото.",
                    "grade": 50,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "january"
                },
                "en": {}
            }
        },
        "02": {
            "ua": {
                "videoText": "Доброго другого грудня тобі! \n\nOh, what a Christmas to have the blues співає Charles Brown у пісні Please Come Home For Christmas. Хай у твоєму домі буде затишок і тепло. А в навушниках хороший блюз. За будь-яких часів та життєвих обставин).",
                "videoId": "itdNoGtPQ3I",
                "moodTaskConfig": {
                    "title": "🥂 за класний грудень!",
                    "text": "Обери напій, який у тебе асоціюється з зимовими святами та прикрась ним цей день. Це може бути чай з корицею та апельсином, глінтвейн, какао з маршмеллоу або келих ігристого. \n\nДодай фото напою у вікно нижче та собі в сторіс, якщо є таке бажання). Заряджайте різдвяним настроєм себе і всіх навколо. Адже ми розпочинаємо грудень 2024!",
                    "grade": 50,
                    "taskOutputType": "image",
                    "category": "mood"
                },
                "dayTaskConfig": {
                    "title": "Підсумки. Здоров’я.",
                    "text": "Сьогодні починаємо працювати над підсумками року. Перша сфера для рефлексії – це здоров’я. Проаналізуй все, що було зроблено для здоров'я тіла у 2024 році та запиши у віконце нижче. Згадай масажі, чекапи, спорт, психотерапію, здорове харчування – всі випадки, коли тіло до тебе промовляло і було почуте.",
                    "grade": 50,
                    "taskOutputType": "text",
                    "category": "summary",
                    "context": "health"
                },
                "en": {}
            }
        },
        "03": {
            "ua": {
                "videoText": "Романтичного тобі раночку сьогодні. Став трек, запрошуй себе на танець та кружляй кімнатою ніби ти – найсексуальніша сніжинка в цьому лісі.",
                "videoId": "iuL6iAlfihk",
                "moodTaskConfig": {
                    "title": "Купуємо квитки",
                    "text": "Сьогодні обираємо мистецьку подію на другу половину грудня. Що тобі більше до вподоби: балет “Лускунчик” чи концерт різдвяного джазу? А може новорічна кінопрем’єра? Здається, що часу ще купа, але повір, якщо не запланувати це сьогодні, то вже завтра квитків може не бути. Але ж нічого так не занурює у Christmas mood як мистецтво!",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                },
                "dayTaskConfig": {
                    "title": "Згадуємо лютий  2024",
                    "text": "Задача на сьогодні – згадати лютий. Відмотай пам’ять телефона/соц.мереж/гугл.календаря на лютий 2024. \nЩо з тобою відбувалось? Про які почуття та сенси був твій лютий рік тому? \n\nОбирай одне люте фото, яке максимально точно відображає цей місяць та завантажуй нижче. Занотуй усе, що згадаєш та відчуєш.",
                    "grade": 100,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "february"
                },
                "en": {}
            }
        },
        "04": {
            "ua": {
                "videoText": "Відкриваємо четвертий день грудня!\n\nІ ось вам трек – натхнення для одного з сьогоднішніх завдань)",
                "videoId": "ZYPIgR-r8cI",
                "moodTaskConfig": {
                    "title": "Подарунки близьким",
                    "text": "Невід’ємна частина святкового настрою – це подарунки. Але часто у грудні не вистачає часу аби без поспіху із задоволенням приділити увагу вибору. \n\nБуде простіше, якщо ви вже сьогодні напишете собі список усіх, кому плануєте щось покласти під ялиночку і поруч з іменами – ідеї, що б це могло бути. \n\nПопереду ще всі вихідні грудня, тож зараз ідеальний час для планування шопінгу та інших грудневих задач.",
                    "taskOutputType": "",
                    "category": "mood",
                    "grade": 0
                },
                "dayTaskConfig": {
                    "title": "Плануємо здоров’я на 2025 рік",
                    "text": "Візьми на себе відповідальність за благополуччя свого любого тіла, поміркуй та зафіксуй свій to do list у цій сфері нижче. Кожен пункт плану – окремий рядок. Всього не більше 12 пунктів. Наприклад:\n\n1. похід до стоматолога. \n\n2. курс масажу для обличчя\n\n3. чекап навесні. \n\nКорисним буде передивитись підсумки у сфері здоров'я за 2024 рік, щоб нічого не забути.",
                    "taskOutputType": "list",
                    "category": "plans",
                    "context": "health",
                    "grade": 100
                }
            },
            "en": {}
        },
        "05": {
            "ua": {
                "videoText": "На календарі 5 грудня. До Нового року лишається 26 днів. \n\nОбіймай себе, свою людину, свою тварину і починай цей день під романтичну пісню. На цей раз від української виконавиці KRUTЬ",
                "videoId": "NohawQggrJQ",
                "moodTaskConfig": {
                    "title": "Свято наближається!",
                    "text": "Важливе святкове повідомлення! День Святого Миколая вже завтра! А це означає, що своїм близьким людям, до подушки яких у тебе є цілодобовий доступ, сьогодні треба покласти якийсь маленький подаруночок.",
                    "taskOutputType": "",
                    "category": "mood",
                    "grade": 0
                },
                "dayTaskConfig": {
                    "title": "Згадуємо березень 2024",
                    "text": "Задача на сьогодні – згадати березень. Відмотай пам’ять фотогалереї в телефоні/соц.мереж/гугл.календаря на березень 2024. Згадай головні події та те, як вони переживались. Обери одне фото, яке максимально точно відображає цей місяць. Занотуй усе, що згадаєш та відчуєш у вікні нижче.",
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "march",
                    "grade": 100
                }
            },
            "en": {}
        },
        "06": {
            "ua": {
                "videoText": "Портал див відкрито! \n\nСьогодні День Святого Миколая, а отже треба багато мріяти та загадувати бажання. Як в дитинстві. Детальніше ти прочитаєш про це у завданнях нижче, а поки що, просто радіймо! Бо Святий Миколай пролітає над нашим містом.",
                "videoId": "I_T9e5rfqtM",
                "moodTaskConfig": {
                    "title": "Мріємо, як в дитинстві.",
                    "text": "Навіть, якщо ти сувора критикеса або безнадійний скептик, давай не сьогодні). \n\nЗробиш виключення на День Святого Миколая? Уявімо, що сьогодні можливі будь-які дива. Яких див прагне твоя душа? Загадай бажання, як в дитинстві. Скільки хочеш і які хочеш, не озираючись на закони фізики та реальності. \n\nЗапиши усі свої заповітні, по-дитячому наївні, бажання у віконці нижче. За рік ти знайдеш їх тут).",
                    "taskOutputType": "text",
                    "category": "mood",
                    "grade": 50
                },
                "dayTaskConfig": {
                    "title": "Підсумки. Стосунки.",
                    "text": "Сьогодні присвячуємо час підсумкам у сфері “стосунків”: з собою, з коханими, з рідними, з друзями, з колегами, можливо з певною спільнотою, можливо з містом, де зараз живеш. Переглянь усі цінні для тебе стосунки. Сюди можна записати усі подарунки собі й важливим людям, які були зроблені (матеріальні й ні), можна записати час, який приділяли стосункам, вчинки, які ви вважаєте своїм внеском. Все-все, що було тобою зроблено для цінних стосунків у 2024 році.",
                    "taskOutputType": "text",
                    "category": "summary",
                    "context": "relationship",
                    "grade": 50
                }
            },
            "en": {}
        },
        "07": {
            "ua": {
                "videoText": "Йу-ху! Сьогодні 7.12. А значить перша чверть грудня позаду. І ми продовжуємо тему різдвяних див із Полом Маккартні та його Дивовижним Різдвом. Цей зимовий день заслуговує на твою посмішку:)\n\nThe moon is right\nThe spirits up\nWe’re here tonight\nAnd that’s enough",
                "videoId": "94Ye-3C1FC8",
                "moodTaskConfig": {
                    "title": "Плануємо свою красу.",
                    "text": "У різдвяну та новорічну ночі хочеться бути гарними. Але у грудневих перегонах можна пропустити момент, коли ще є вільні віконця в улюблених майстринь та майстрів. Слушний момент – зараз. Запишись на манікюр, стрижку, до барбера та бровістки. \n\nТак щоб 31 грудня з термінових справ лишилось – тільки сяяти.",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                },
                "dayTaskConfig": {
                    "title": "Згадуємо квітень 2024",
                    "text": "Квітень для тебе про квіти? Чи вже про ягідки?) Яким він був? Що відбувалось? Як переживалось? \n\nПереглядай фоточки, обирай одну визначальну та залиши пару слів на згадку нижче.",
                    "grade": 100,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "march"
                }
            },
            "en": {}
        },
        "08": {
            "ua": {
                "videoText": "Лише 8 грудня, а дивись скільки вже зроблено справ. Сфери здоров’я та стосунків – майже done. Чотири перших місяці 2024 згадали. Чудово! Так тримати! У якості маленького подарунку від Санти – трек Луї Армстронга. \n\nВін там питає: Це ти, Санта?) І це таки він. І він вже запрягає)!",
                "videoId": "cqIpxPvhb_8",
                "moodTaskConfig": {
                    "title": "Обираємо фільм",
                    "text": "Сьогодні активуємо Christmas mood  різдвяними фільмами. \n\nОсь тобі набір кіно-рекомендацій на тиждень):\n\nЯк Грінч украв Різдво\nРеальна любов \nОдин вдома 1 \nОдин вдома 2 \nРіздвяні хроніки\nРодинний обмін \nВаш варіант",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                },
                "dayTaskConfig": {
                    "title": "Плани. Стосунки.",
                    "text": "Пишемо план нашої роботи над стосунками у 2025 році. \n\nТак само, як робили це із планами на здоров’я. Починай зі стосунків із собою. Точно є щось, що хотілось для себе зробити у 2024, але не вийшло. Не засмучуйся – плануй на 2025-ий. \n\nДалі переходь до пунктів про інші важливі стосунки. Якщо немає пари, а хотілося б знайти, напиши що будеш робити у цьому напрямку. Якщо є пара, напиши, що плануєш робити для розвитку цих стосунків. \n\nНапиши також, що хочеш робити для стосунків із друзями та важливими рідними. \n\nЗаписуй окремими пунктами. Всього може бути не більше 12. ",
                    "grade": 100,
                    "taskOutputType": "list",
                    "category": "plans",
                    "context": "relationship"
                }
            },
            "en": {}
        },
        "09": {
            "ua": {
                "videoText": "Вас вітає 9 грудня. Відчуваєш, як біжить час? Прямо як Рудольф у пісні Чака Бері Run Rudolph Run.",
                "videoId": "YiadNVhaGwk",
                "moodTaskConfig": {
                    "title": "Міняємо шпалери на телефоні.",
                    "text": "Постав на екран телефону та робочий стіл лептопу різдвяні шпалери. \n\nЇх можна знайти у Pinterest, просто по запиту в Google, або в пам’яті свого ж телефону серед фото з минулого Різдва. \n\nChristmas mood не змусить себе чекати, якщо ти сотню раз на день зустрінеш Різдво просто на екрані свого телефону).",
                    "grade": 0,
                    "taskOutputType": "",
                    "category": "mood"
                },
                "dayTaskConfig": {
                    "title": "Згадуємо травень  2024",
                    "text": "Сьогодні згадуємо травень 2024. Фото/гугл календар/соц. мережі мають нагадати тобі, яким був твій п’ятий місяць? Що відбувалось? Як переживалось? \nЗапиши нижче та додай фото.",
                    "grade": 100,
                    "taskOutputType": "image",
                    "category": "monthPhoto",
                    "context": "may"
                }
            },
            "en": {}
        }
    }
}
