{
  "13": {
    "ua": {
      "videoText": "Сьогодні четвер 21 грудня, до нового року лишається 10 днів, до Різдва всього лише три дні. Наближаємо свята сьогодні разом із U2.",
      "videoId": "mmZBC92pgrE",
      "moodTaskConfig": {
        "title": "Cвятковий образ",
        "text": "Святковий настрій напряму залежить від святкового образу. Пропоную вже зараз прикинути, у чому ви хочете зустрічати різдвяну ніч, а в чому новорічну. Який хочете лук? Який хочете мейк? \n\nІнколи буває таке, що збиратись на вечірку таааак лінь, а потім пару рухів: блискітки на щічки, піджак чи спідниця в паєтках, яку нема коли носити, окрім як сьогодні ввечорі, трохи волосся вклали й не помітили, як настрій з нікуди взяв і взявся)) Може в когось образ вже готовий?",
        "taskOutputType": "text",
        "taskType": "mood"
      },
      "dayTaskConfig": {
        "title": "Підсумки з навчання/особистісного розвитку",
        "text": "Порахуйте весь час, який ви приділили навчанню в різних жанрах: сюди і професійне навчання, і мови, навчання з медитації на цвяхах теж сюди, майстер-класи з малювання портрета під вино теж сюди, і курс з нутриціології теж сюди – все-все, що ви обрали вивчати, витрачати на це час та гроші.",
        "taskOutputType": "text",
        "taskType": "day"
      }
    },
    "en": {
      "videoText": "The Tuesday morning after Christmas can be rough. Three weekends behind and that's it, the year should end there. But no, we still have to work, we still have so much to do.\nI don't know about you, but it spoils my mood a little. \n\nThat's why I declare this day - Grinch Day!",
      "videoId": "mmZBC92pgrE",
      "moodTaskConfig": {
        "title": "What Christmas mood it tastes like",
        "text": "And let's taste the Christmas mood. How does it taste to you? What gastronomic associations do you have with Christmas, New Year and December in general? If it's about Christmas, then I have it in my corner, of course. because every Christmas my parents and I took her to the christening. And if the New Year is a herring under a fur coat. Sorry, that's my weakness. But maybe you can now give me more sophisticated gastronomic associations and I will try to change mine)",
        "taskOutputType": "text",
        "taskType": "mood"
      },
      "dayTaskConfig": {
        "title": "Today we remember October 2023",
        "text": "The 10th month. We are almost there) Scroll through photos, Google calendar, social networks, diary entries. Watch this memory short and share your impressions)",
        "taskType": "day",
        "taskOutputType": "image"
      }
    }
  },
  "14": {
    "ua": {
      "videoText": "Ранок вівторка після Різдва може бути важким. Три вихідних позаду і ніби все, рік має на цьому закінчитись. Але ні, ще треба працювати, ще стільки всього ми маємо встигнути.\nНе знаю як вам, але мені це трошечки псує настрій. \n\nТому оголошую цей день – Днем Грінча!",
      "videoId": "cGSneujgGT8",
      "moodTaskConfig": {
        "title": "Який на смак святковий настрій?",
        "text": "А давайте посмакуємо святковий настрій. Який він на смак для вас? Які у кого гастрономічні асоціації з Різдвом, Новим роком та взагалі груднем? Якщо про Різдво, то в мене це кутя, звісно. бо кожне Різдво ми з батьками несли її до хрещеної. А якшо Новий Рік, то це оселедець під шубою. Вибачайте, це моя слабкість. Але може ви зараз накидаєте мені більш вишуканих гастрономічних асоціацій і я спробую змінити свої)",
        "grade": 30,
        "taskOutputType": "text",
        "taskType": "mood"
      },
      "dayTaskConfig": {
        "title": "Згадуємо жовтень 2023",
        "text": "Сьогодні згадуємо жовтень 2023. 10 місяць. Ми майже там) Гортайте фоточки, гугл календар, соц.мережі, щоденникові записи. Переглядайте цю короткометражку пам’яті та діліться враженнями)",
        "grade": 30,
        "taskOutputType": "image",
        "taskType": "day"
      }
    },
    "en": {
      "videoText": "The Tuesday morning after Christmas can be rough. Three weekends behind and that's it, the year should end there. But no, we still have to work, we still have so much to do.\nI don't know about you, but it spoils my mood a little. \n\nThat's why I declare this day - Grinch Day!",
      "videoId": "cGSneujgGT8",
      "moodTaskConfig": {
        "title": "What Christmas mood it tastes like",
        "text": "And let's taste the Christmas mood. How does it taste to you? What gastronomic associations do you have with Christmas, New Year and December in general? If it's about Christmas, then I have it in my corner, of course. because every Christmas my parents and I took her to the christening. And if the New Year is a herring under a fur coat. Sorry, that's my weakness. But maybe you can now give me more sophisticated gastronomic associations and I will try to change mine)",
        "taskOutputType": "text",
        "taskType": "mood"
      },
      "dayTaskConfig": {
        "title": "Today we remember October 2023",
        "text": "The 10th month. We are almost there) Scroll through photos, Google calendar, social networks, diary entries. Watch this memory short and share your impressions)",
        "taskType": "day",
        "taskOutputType": "image"
      }
    }
  }
}
